Repository: rrodrigosa/iOS-News-App
Catalog: MesaNews/MesaNews/*.lproj/Localizable.strings
Languages: pt_br

source: Error
pt_br: Erro

source: Retry
pt_br: Tente novamente

source: No data received from API
pt_br: Sem dados recebidos da API

source: Could not decode API data
pt_br: Não foi possível decodificar os dados da API

source: No news data received from API
pt_br: Sem dados de notícias recebidos da API

source: Alert
pt_br: Alerta

source: Fill in the name field
pt_br: Preencha o campo nome

source: Fill in the email field
pt_br: Preencha o campo email

source: Fill in the password field
pt_br: Preencha o campo senha

source: Fill in the password confirmation field
pt_br: Preencha o campo de confirmação da senha

source: Password fields do not match
pt_br: Os campos das senhas não correspondem

source: Registration successful
pt_br: Cadastro realizado
